# Команда print выводит значение в терминал
# Это могут быть заданные значение функции
print("hello world") # значения быть строками 
print(1, 2, 3.45) # значения быть числами

# Так же функция print может выводить значения переменных
n = 5 # пересменные могут быть int числами
print(n)

n1 = 1.89 # пересменные могут быть float числами
print(n1)

m = "gkgkdl" # пересменные могут быть строкой в ""
print(m)

m1 = 'sdfsdf' # пересменные могут быть строкой в ``
print(m1)

# для использования ковычки в ковычках перед ней ставиться \
l ='gg\'sdwq' 
print(l)

# так же для написания ковычкек в ковычках 
# можно использоваьб разные ковычки
l1 ='gg"dkdksks"sdwq' 
print(l1)